adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-utils
aspell-pt
aspnet-runtime
autoconf
automake
base
bison
bleachbit
catdoc
checkbashisms
clipnotify
deadbeef
discord
docx2txt
dotnet-sdk
dunst
expac
fakeroot
firefox
flex
fluxgui-git
galculator
gdu
gimp
git-delta
gnome-epub-thumbnailer
gnome-icon-theme
gnome-icon-theme-extras
grub-customizer
handlr-bin
htop
libertinus-font
libgnome-keyring
libreoffice-still
lsd
lxappearance
lxsession
make
man-db
man-pages
megasync
mkinitcpio-numlock
mlocate
mpv
neofetch
neovim
network-manager-applet
parted
paru
patch
picom
pkgconf
python2
ranger
rsync
shellcheck
speedtest-cli
starship
sxiv
telegram-desktop
terminus-font
testdisk
transmission-gtk
ttf-inconsolata
ttf-indic-otf
ttf-linux-libertine
ttf-ubuntu-font-family
uthash
visual-studio-code-bin
wget
which
wimlib
wkhtmltopdf
xautolock
xf86-video-nouveau
xorg-xinit
xorg-xkill
