{
  "ai.vim": { "branch": "main" },
  "align.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-conventionalcommits": { "branch": "master" },
  "cmp-env": { "branch": "main" },
  "cmp-fish": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-plugins": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "conjure": { "branch": "master" },
  "cybu.nvim": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dired.nvim": { "branch": "main" },
  "feline.nvim": { "branch": "master" },
  "foldsigns.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hex.nvim": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "karen-yank.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mini.jump": { "branch": "main" },
  "monark.nvim": { "branch": "main" },
  "nelua.vim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "notifier.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-classy": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-fonts": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-parinfer": { "branch": "master" },
  "nvim-recorder": { "branch": "main" },
  "nvim-snippy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow2": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pounce.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "query-secretary": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "replacer.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "spaceless.nvim": { "branch": "main" },
  "stabilize.nvim": { "branch": "master" },
  "translate.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "tsnode-marker.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vim-gnupg": { "branch": "main" },
  "vim-snippets": { "branch": "master" }
}