{
  "better-escape.nvim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-conventionalcommits": { "branch": "master" },
  "cmp-diag-codes": { "branch": "master" },
  "cmp-env": { "branch": "main" },
  "cmp-fish": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "godbolt.nvim": { "branch": "main" },
  "hex.nvim": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "indent-o-matic": { "branch": "master" },
  "karen-yank.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mini.jump": { "branch": "main" },
  "monark.nvim": { "branch": "main" },
  "nelua-vim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-alt-substitute": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-parinfer": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim_context_vt": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pounce.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "spaceless.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "translate.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "main" },
  "vim-gnupg": { "branch": "main" },
  "vim-snippets": { "branch": "master" },
  "yazi.nvim": { "branch": "master" }
}