a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amdvlk
aom
archlinux-keyring
argon2
aspell
aspell-en
aspell-pt
aspnet-runtime
aspnet-targeting-pack
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audiofile
audit
augeas
autoconf
autoconf-archive
automake
avahi
awesome-terminal-fonts
babl
base
bash
bash-completion
bat
bc
binutils
bison
blas
bleachbit
bluez
bluez-libs
bluez-utils
boost-libs
box2d
bridge-utils
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
catdoc
catimg
cblas
cdparanoia
celt
ceph-libs
checkbashisms
chromaprint
chromium-widevine
cifs-utils
clang
clipnotify
clucene
cmake
compiler-rt
confuse
coreutils
cpio
cryptsetup
ctpl
curl
curlftpfs
cython
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debootstrap
dep
desktop-file-utils
device-mapper
dhcpcd
diffutils
ding-libs
discord
dmenu
dmraid
dnsmasq
dnssec-anchors
docx2txt
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
dtc
dunst
dwarffortress
e2fsprogs
elfutils
elinks
ell
emacs
enca
enchant
exfatprogs
exiv2
expac
expat
expect
f2fs-tools
faac
faad2
fakeroot
fd
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fluxgui-git
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
galculator
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdu
gegl
gettext
ghc-libs
ghostscript
giflib
gimp
girara
git
git-delta
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-epub-thumbnailer
gnome-icon-theme
gnome-icon-theme-extras
gnome-icon-theme-symbolic
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
go-bindata
gobject-introspection
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
grub-customizer
gsettings-desktop-schemas
gsfonts
gsm
gssproxy
gst-libav
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview4
gtkspell3
gts
gucharmap
guile
gumbo-parser
gvfs
gzip
handlr-bin
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-ghc-bignum-orphans
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
herbstluftwm
hicolor-icon-theme
hidapi
highlight
hivex
hspell
htop
http-parser
hunspell
hunspell-en_us
hunspell-pt-br
hwdata
hwinfo
hwloc
hyphen
i3-wm
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-gmmlib
intel-media-driver
intltool
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk11-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lf
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libb64
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdispatch
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libertinus-font
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgdiplus
libgexiv2
libgit2
libglvnd
libgme
libgnome-keyring
libgovirt
libgpg-error
libgudev
libguestfs
libheif
libibus
libical
libice
libicns
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
libldm
liblqr
libluv
libmad
libmanette
libmd
libmediainfo
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libutempter
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft-bgra
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml++
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzen
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lirc
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsd
lsof
lsscsi
lua
lua51
lua52
lua53
lua53-lpeg
luajit
lv2
lvm2
lxappearance
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
maim
make
man-db
man-pages
md4c
mdadm
mediainfo
megasync
mesa
meson
metis
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mkinitcpio-numlock
mlocate
mobile-broadband-provider-info
mono
mono-msbuild
mpc
mpd
mpfr
mpg123
mplayer
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
mypaint-brushes1
ncmpcpp
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-complete
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
nilfs-utils
ninja
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
numactl
nuspell
oath-toolkit
omnisharp-roslyn
oniguruma
openal
openbsd-netcat
opencore-amr
opendoas
openexr
openjpeg2
openmpi
openssh
openssl
opus
opusfile
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pam-gnupg
pambase
pandoc
pango
pangomm
papirus-icon-theme
parted
paru
pass
patch
patchutils
pciutils
pcre
pcre2
pdfjs
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-libintl-perl
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-parse-yapp
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
picom
pinentry
pipewire
pixman
pkgconf
playerctl
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
powder-toy
procps-ng
progsreiserfs
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pv
pyside2
python
python-adblock
python-appdirs
python-attrs
python-babel
python-beaker
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-cssselect
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-future
python-gobject
python-greenlet
python-html5lib
python-i3ipc
python-idna
python-imagesize
python-importlib-metadata
python-jinja
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-mutagen
python-numpy
python-ordered-set
python-packaging
python-pep517
python-pexpect
python-pillow
python-pip
python-ply
python-progress
python-ptyprocess
python-pycparser
python-pycryptodomex
python-pygments
python-pynvim
python-pyopenssl
python-pyparsing
python-pyperclip
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pytz
python-pyxdg
python-readability-lxml
python-requests
python-resolvelib
python-retrying
python-rich
python-setuptools
python-shiboken2
python-six
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-toml
python-tomli
python-tqdm
python-typing_extensions
python-unidecode
python-urllib3
python-webencodings
python-websockets
python-xlib
python-yaml
python-zipp
python2
qemu
qrencode
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
qutebrowser
raptor
rasqal
rav1e
re2
readline
recode
redland
reflector
reiserfsprogs
rest
rhash
ripgrep
rnnoise
rpcbind
rsync
rtags
rtkit
rtmpdump
rubberband
run-parts
rust
samba
sbc
sbcl
sdl
sdl2
sdl2_image
sdl_image
sdl_ttf
seabios
sed
semver
serd
shaderc
shadow
shared-mime-info
shellcheck
simple-mtpfs
slang
sleuthkit
slop
smbclient
snappy
socat
sord
sound-theme-freedesktop
spectrwm
speedtest-cli
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
strace
stylelint
suitesparse
supermin
svt-av1
sxhkd
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
telegram-desktop
terminus-font
testdisk
tevent
texinfo
texlive-bin
texlive-core
thin-provisioning-tools
tidy
tinyxml2
tmux
tpm2-tss
tracker3
translate-shell
transmission-gtk
tre
tree
tree-sitter
tslib
ttc-iosevka-aile
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
ttf-ms-fonts
ttf-opensans
ttf-ubuntu-font-family
twolame
tzdata
uchardet
udisks2
ueberzug
ufw
unibilium
unrar
unzip
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wimlib
wkhtmltopdf
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xautolock
xbanish
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils-handlr
xdo
xdotool
xf86-input-libinput
xf86-video-nouveau
xflux
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xsel
xvidcore
xxhash
xz
yajl
yara
yasm
youtube-dl
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-syntax-highlighting
zstd
zziplib
